import { RiStore2Line } from "react-icons/ri";


export const headerCategory=[
    {
        tab:"مد و پوشاک",
        id:1,
        icon:RiStore2Line ,
        active:true,
        link:'/category/موبایل-بر-اساس-برند',
        subCategory:[
            {
                title:"مد و پوشاک",
                subCategory:[
                    {
                        tab:"کالاهای سوپرمارکتی",
                        id:1,
                    },
                    {
                        tab:"اسباب بازی و کودک",
                        id:2,
                    },
                    {
                        tab:"زیبایی و سلامت",
                        id:3,
                    },
                    {
                        tab:"خانه و آشپرخانه",
                        id:4,
                    },
                    {
                        tab:"خانه و آشپرخانه",
                        id:5,
                    },
                    {
                        tab:"خانه و آشپرخانه",
                        id:6,
                    },
                ]
            },
            {
                title:"مد و پوشاک",
                subCategory:[
                    {
                        tab:"کالاهای سوپرمارکتی",
                        id:1,
                    },
                    {
                        tab:"اسباب بازی و کودک",
                        id:2,
                    },
                    {
                        tab:"زیبایی و سلامت",
                        id:3,
                    },
                    {
                        tab:"خانه و آشپرخانه",
                        id:4,
                    },
                ]
            },
            {
                title:"مد و پوشاک",
                subCategory:[
                    {
                        tab:"کالاهای سوپرمارکتی",
                        id:1,
                    },
                    {
                        tab:"اسباب بازی و کودک",
                        id:2,
                    },
                    {
                        tab:"زیبایی و سلامت",
                        id:3,
                    },
                    {
                        tab:"خانه و آشپرخانه",
                        id:4,
                    },
                ]
            },
            {
                title:"مد و پوشاک",
            },

            {
                title:"مد و پوشاک",
            },
            {
                title:"مد و پوشاک",
                subCategory:[
                    {
                        tab:"کالاهای سوپرمارکتی",
                        id:1,
                    },
                    {
                        tab:"اسباب بازی و کودک",
                        id:2,
                    }
                ]
            },
            {
                title:"مد و پوشاک",
                subCategory:[
                    {
                        tab:"کالاهای سوپرمارکتی",
                        id:1,
                    },
                    {
                        tab:"اسباب بازی و کودک",
                        id:2,
                    }
                ]
            },
            {
                title:"مد و پوشاک",
                subCategory:[
                    {
                        tab:"کالاهای سوپرمارکتی",
                        id:1,
                    },
                    {
                        tab:"اسباب بازی و کودک",
                        id:2,
                    }
                ]
            },
            {
                title:"مد و پوشاک",
                subCategory:[
                    {
                        tab:"کالاهای سوپرمارکتی",
                        id:1,
                    },
                    {
                        tab:"اسباب بازی و کودک",
                        id:2,
                    }
                ]
            },
            {
                title:"مد و پوشاک",
                subCategory:[
                    {
                        tab:"کالاهای سوپرمارکتی",
                        id:1,
                    },
                    {
                        tab:"اسباب بازی و کودک",
                        id:2,
                    }
                ]
            },
            {
                title:"مد و پوشاک",
            },

            {
                title:"مد و پوشاک",
            },
            {
                title:"مد و پوشاک",
            },

            {
                title:"مد و پوشاک",
            },
            {
                title:"مد و پوشاک",
            },
            {
                title:"مد و پوشاک",
            },

            {
                title:"مد و پوشاک",
            },
            {
                title:"مد و پوشاک",
            },

            {
                title:"مد و پوشاک",
            },
            {
                title:"مد و پوشاک",
            },
        ]
    },
    {
        tab:"کالاهای سوپرمارکتی",
        icon:RiStore2Line ,
        id:2,
    },
    {
        tab:"اسباب بازی و کودک",
        icon:RiStore2Line ,
        id:3,
    },
    {
        tab:"زیبایی و سلامت",
        icon:RiStore2Line ,
        id:4,
    },
    {
        tab:"خانه و آشپرخانه",
        icon:RiStore2Line ,
        id:5,
    },
    {
        tab:"لوازم تحریر و هنر",
        icon:RiStore2Line ,
        id:6,
    },
    {
        tab:"خوردنی و اشامیدنی",
        icon:RiStore2Line ,
        id:7,
    },
    {
        tab:"مد و پوشاک",
        icon:RiStore2Line ,
        id:8,
    },
    {
        tab:"ورزش و سفر",
        icon:RiStore2Line ,
        id:9,
    },
    {
        tab:"سوپر مارکت",
        icon:RiStore2Line ,
        id:10,
    }
]

export const description='خرید انواع کالای دیجیتال از فروشگاه اینترنتی دیجی کالا\n' +
    '\n' +
    '                عمر انقلاب دیجیتال به کمتر از نیم قرن می‌رسد، اما همین برهه‌ی زمانی کوتاه در تاریخ، زندگی نوع بشر را\n' +
    '                کاملا دگرگون کرده و شتاب قابل توجهی به پیشرفت انسان در زمینه‌های مختلف بخشیده است. شاید اولین قدم‌های\n' +
    '                دیجیتالی شدن دنیا را بتوان تغییر تراتزیستورهای آنالوگ به دیجیتال دانست که بستر لازم برای کالای دیجیتال\n' +
    '                نظیر کامپیوتر، تلفن را فراهم کرد. در حال حاضر محصولات دیجیتالی آنقدر توسعه یافته‌اند که می‌توان ردپای\n' +
    '                آنها را در ساده‌ترین امور روزمره مشاهده کرد. بعضی از این محصولات به ابزارهای جدانشدنی برای انسان تبدیل\n' +
    '                شده‌اند، تصور زندگی بدون آنها و امکاناتی که در اختیار انسان قرار می‌دهند، وجود ندارد. موبایل‌ها، لپ‌تاپ،\n' +
    '                ماشین‌های ادارای از این دسته محصولات هستند. کامپیوترهای شخصی، لپ‌تاپ و گوشی تلفن همراه نیز مسیر پر فراز\n' +
    '                و نشیبی را پشت سر گذاشته‌اند تا به شکل هوشمند امروزی عرضه شود. اولین کامپیوتر قابل حمل جهان در سال 1981\n' +
    '                به بازار آمد. این دستگاه صفحه نمایشی 5 اینچی داشت و وزن آن حدود 11 کیلوگرم بود. در حالیکه شرکت‌هایی نظیر\n' +
    '                اپل یا هواوی لپ‌تاپ‌هایی به وزن یک کیلوگرم ساخته‌اند.\n' +
    '\n' +
    '                اولین تلفن همراه نیز در سال 1983 در دنیا به فروش رسید که وزنی معادل یک کیلوگرم داشت و امکانات بسیار کمی\n' +
    '                را در اختیار داشت. قیمت این دستگاه بیش از سه هزار دلار بود. در حالیکه امروزه شاهد تلفن‌های همراه هوشمندی\n' +
    '                هستیم که ده‌ها وسیله را در دل خود جای داده‌اند و هر یک از آنها عملکرد فوق‌العاده‌ای رو در اختیار انسان\n' +
    '                قرار می‌دهد. هم‌چنین محدوده‌ی قیمت این دستگاه بسیار گسترده است و همه‌ی افراد می‌توانند آن را تهیه کنند.\n' +
    '\n' +
    '                دنیای دیجیتال نه تنها زندگی بشر را راحت‌تر از قبل کرده و زمان بیشتری برای آنها خریده است بلکه وسایل و\n' +
    '                سرگرمی‌های پیشرفته‌تر و مهیج‌تری را هم فراهم کرده است. تاریخچه‌ی ساخت کنسول بازی نیز مشابه سایر\n' +
    '                دستگاه‌های دیجیتال است. این صنعت از سال 1972 شروع به کار کرد. اولین کنسول‌های بازی تصویری سیاه و سفید\n' +
    '                داشتند و محیط بازی آنها بسیار ساده بود. این صنعت با تولید کنسول بازی ایکس باکس در ابتدای قرن 21 ام به\n' +
    '                اوج خود رسید و دنیای سرگرمی و بازی را متحول کرد. این دستگاه بسیار پیشرفته بود و گرافیک عالی و بازی‌های\n' +
    '                با کیفیتی را در اختیار علاقمندان قرار می‌داد. کنسول‌های بازی تاکنون 8 نسل را پشت سر گذاشته‌اند.\n' +
    '                شرکت‌هایی نظیر سونی و مایکروسافت مطرح‌ترین برندهای تولید کننده‌ی کنسول بازی هستند و شرکت‌های متعدد دیگری\n' +
    '                مثل لاجیتک لوازم جانبی آنها را عرضه می‌کند.\n' +
    '\n' +
    '                آنالوگ به دیجیتال دانست که بستر لازم برای کالای دیجیتال نظیر کامپیوتر، تلفن را فراهم کرد. در حال حاضر\n' +
    '                محصولات دیجیتالی آنقدر توسعه یافته‌اند که می‌توان ردپای آنها را در ساده‌ترین امور روزمره مشاهده کرد.\n' +
    '                بعضی از این محصولات به ابزارهای جدانشدنی برای انسان تبدیل شده‌اند، تصور زندگی بدون آنها و امکاناتی که در\n' +
    '                اختیار انسان قرار می‌دهند، وجود ندارد. موبایل‌ها، لپ‌تاپ، ماشین‌های ادارای از این دسته محصولات هستند.\n' +
    '                کامپیوترهای شخصی، لپ‌تاپ و گوشی تلفن همراه نیز مسیر پر فراز و نشیبی را پشت سر گذاشته‌اند تا به شکل\n' +
    '                هوشمند امروزی عرضه شود. اولین کامپیوتر قابل حمل جهان در سال 1981 به بازار آمد. این دستگاه صفحه نمایشی 5\n' +
    '                اینچی داشت و وزن آن حدود 11 کیلوگرم بود. در حالیکه شرکت‌هایی نظیر اپل یا هواوی لپ‌تاپ‌هایی به وزن یک\n' +
    '                کیلوگرم ساخته‌اند.\n' +
    '\n' +
    '                آنالوگ به دیجیتال دانست که بستر لازم برای کالای دیجیتال نظیر کامپیوتر، تلفن را فراهم کرد. در حال حاضر\n' +
    '                محصولات دیجیتالی آنقدر توسعه یافته‌اند که می‌توان ردپای آنها را در ساده‌ترین امور روزمره مشاهده کرد.\n' +
    '                بعضی از این محصولات به ابزارهای جدانشدنی برای انسان تبدیل شده‌اند، تصور زندگی بدون آنها و امکاناتی که در\n' +
    '                اختیار انسان قرار می‌دهند، وجود ندارد. موبایل‌ها، لپ‌تاپ، ماشین‌های ادارای از این دسته محصولات هستند.\n' +
    '                کامپیوترهای شخصی، لپ‌تاپ و گوشی تلفن همراه نیز مسیر پر فراز و نشیبی را پشت سر گذاشته‌اند تا به شکل\n' +
    '                هوشمند امروزی عرضه شود. اولین کامپیوتر قابل حمل جهان در سال 1981 به بازار آمد. این دستگاه صفحه نمایشی 5\n' +
    '                اینچی داشت و وزن آن حدود 11 کیلوگرم بود. در حالیکه شرکت‌هایی نظیر اپل یا هواوی لپ‌تاپ‌هایی به وزن یک\n' +
    '                کیلوگرم ساخته‌اند.'
