import React from 'react';

const Info = () => {
    return (
        <div>
            <div className="content-product single">
                <section className="pb-6 mb-2 PdpExpertReview_PdpExpertReview__4FgwT">
                    <div className="break-words py-3">
                        <div className="d-flex ai-center grow-1">
                            <p className="grow-1 text-h5 color-900">آیفون 13 پرو مکس تا دندان مسلح</p>
                        </div>
                    </div>
                    <div className="mb-4">
                        <p className="text-body-1 color-800">گوشی‌های هوشمند خانواده آیفون 13 در قالب چهار گوشی هوشمند
                            آیفون 13 پرو مکس، آیفون 13 پرو، آیفون 13‌ و آیفون 13 مینی معرفی شدند. پرچمداران جدید اپل این
                            بار قدرتمند‌تر از همیشه پا به عرصه رقابت گذاشته اند تا در رقابتی بسیار جذاب، عملکردی بهتر به
                            نسبت پرچمداران اندرویدی به نمایش بگذارد. از جمله اصلی‌ترین تغییرات در نظر گرفته شده برای این
                            گوشی های هوشمند در مقایسه با پرچمداران خانواده آیفون 12 می‌توانیم به سنسور‌های دوربین
                            قدرتمند‌تر، پردازنده فوق العاده با عملکرد بهتر و خیره کننده به نسبت نسل قبلی، تنوع رنگی
                            بالا، صفحه نمایش به‌مراتب با‌کیفیت‌تراشاره کنیم. در این بررسی به‌سراغ آیفون 13 پرو مکس به
                            عنوان گل سرسبد گوشی های هوشمند این خانواده رفته ایم تا ببینیم چه مشخصاتی را با خودش به همراه
                            داشته و به نسبت آیفون 12 پرو مکس چه تغییرات در مشخصات فنی در نظر گرفته شده دارد.</p>
                    </div>
                    <div className="d-flex jc-center ai-center mb-4">
                        <div className="radius w-full"><img decoding="async" className="w-100 d-inline-block lazyloaded"
                                                            src="https://dkstatics-public.digikala.com/digikala-reviews/da5acaedb196ca8fdeb97bd4bb5de9cbe30f369b_1631699871.jpg?x-oss-process=image/quality,q_70"
                                                            alt="" width="944"
                                                            data-src="https://dkstatics-public.digikala.com/digikala-reviews/da5acaedb196ca8fdeb97bd4bb5de9cbe30f369b_1631699871.jpg?x-oss-process=image/quality,q_70"/>
                        </div>
                    </div>
                </section>
                <section className="pb-6 mb-2 PdpExpertReview_PdpExpertReview__4FgwT">
                    <div className="break-words py-3">
                        <div className="d-flex ai-center grow-1">
                            <p className="grow-1 text-h5 color-900">طراحی آشنا اما دوست داشتنی</p>
                        </div>
                    </div>
                    <div className="mb-4">
                        <p className="text-body-1 color-800">آیفون SE 2020 به عنوان جدید‌ترین گوشی هوشمند مقرون‌به‌صرفه
                            این شرکت معرفی شده بود و در قسمت های کناری برخلاف پرچمداران خانواده آیفون 11 که فریمی منحنی
                            شکل داشتند، فریم تخت را با خود به همراه داشت که یادآور طراحی‌های کمی قدیمی تر این شرکت بودند
                            و حس نوستالژی جذابی را به کاربر منتقل می‌کرد. برای اولین بار، از این طراحی در گوشی‌های
                            هوشمند خانواده آیفون 12 نیز استفاده شد که با استقبال بسیار چشم‌گیر کاربران همراه شد. همین
                            امر سبب شد تا پرچمداران خانواده آیفون 13 نیز از این طراحی نوستالژی و جذاب بهره مند شوند. در
                            نگاه اولیه شاید طراحی در نظر گرفته شده برای آیفون 13 پرو مکس تفاوت چندانی با آیفون 12 پرو
                            مکس نداشته باشد، اما اپل توانست با تغییرات هرچند اندک و تنوع رنگی جدید در نظر گرفته شده،
                            ظاهری به مراتب جذاب‌تر و کاربر پسند‌تری را به این پرچمدار هدیه داده است.</p>
                    </div>
                    <div className="d-flex jc-center ai-center mb-4">
                        <div className="radius w-full"><img decoding="async" className="w-100 d-inline-block lazyloaded"
                                                            src="https://dkstatics-public.digikala.com/digikala-reviews/21cf91a1660ecb90a355fad82bfc50b466901c8e_1631700300.jpg?x-oss-process=image/quality,q_70"
                                                            alt="" width="944"
                                                            data-src="https://dkstatics-public.digikala.com/digikala-reviews/21cf91a1660ecb90a355fad82bfc50b466901c8e_1631700300.jpg?x-oss-process=image/quality,q_70"/>
                        </div>
                    </div>
                    <div className="mb-4">
                        <p className="text-body-1 color-800">همواره اپل در زمینه متریال در نظر گرفته شده برای گوشی‌های
                            هوشمند خود حرف‌های بسیاری برای گفتن دارد. آیفون 13 پرو مکس نیز با ساختار فولاد ضد زنگ به
                            همراه شیشه، خود را به عنوان یکی از خوش ساخت‌ترین و با‌کیفیت‌ترین پرچمدار حال و حاضر معرفی
                            کرده است. با توجه به افزایش احتمالی حجم باتری (اپل میزان ظرفیت باتری پرچمدارجدید خود را طبق
                            عادت همیشگی اعلام نکرد) به نسبت نسل قبلی، این گوشی هوشمند وزن سنگین‌تری به نسبت آیفون 12 پرو
                            مکس دارد. وزن 240 گرمی این گوشی هوشمند شاید کمی سنگین‌تر از بسیاری از پرچمداران دیگر بازار
                            به نظر برسد، اما همین وزن نه چندان سبک سبب شده تا به‌خوبی در هنگام استفاده روی دست فیکس شود
                            و احتمال افتادن را بسیار کاهش می‌دهد و در نهایت از حس و حال یک پرچمدار قدرتمند و با‌کیفیت را
                            به کاربر منتقل می‌کند. اما متریال بسیار با‌کیفیت سبب شده تا این پرچمدار توانایی پشتیبانی از
                            استاندارد ضدآب IP68 (توانایی قرار گیری در عمق 6 متری آب در مدت زمان 30 دقیقه) را دارد. پس با
                            خیال راحت در شرایط جوی گوناگون و حتی تفریحات همچون شنا، می‌توانید از این پرچمدار قدرتمند
                            استفاده کنید. تغییر دیگری که شامل حال این گوشی هوشمند شده در نمای رو به رویی آن است. پیش از
                            رونمایی برخی از شایعات خبر از حذف شدن ناچ در قسمت بالایی صفحه نمایش می‌داد اما این اتفاق رخ
                            نداد و اپل نه تنها برای این گوشی هوشمند، بلکه برای تمام اعضای خانواده آیفون 13 از ناچ
                            کوچک‌تری به نسبت نسل قبلی استفاده کرده است.</p>
                    </div>
                </section>
                <section className="pb-6 mb-2 PdpExpertReview_PdpExpertReview__4FgwT">
                    <div className="break-words py-3">
                        <div className="d-flex ai-center grow-1">
                            <p className="grow-1 text-h5 color-900">صفحه نمایش قدرتمند‌تر از همیشه</p>
                        </div>
                    </div>
                    <div className="mb-4">
                        <p className="text-body-1 color-800">بالاخره اپل در زمینه صفحه نمایش گوشی‌های هوشمند خود دست به
                            تغیر اساسی زد و قدرتمند‌ترین صفحه‌نمایش در میان پرچمداران خود را برای آیفون 13 پرو مکس در
                            نظر گرفت. این پرچمدار به صفحه نمایشی 6.7 اینچ با رزولوشن 1284 x 2778 از نوع اولد و فناوری
                            Super Retina XDR مجهز شده است. این صفحه نمایش با تراکم پیکسلی 458ppi در هر اینچ، می‌تواند
                            کیفیت بی‌نظیری را ارائه کند. از نظر روشنایی هم این صفحه‌نمایش می‌تواند توانایی ارائه حداکثر
                            روشنایی 1200 نیت (شمع در متر مربع) را دارد. به همین دلیل این صفحه‌نمایش در شرایط نوری متنوع
                            و حتی تابش مستقیم نور خورشید وضوح تصویر بسیار عالی و چشم نوازی دارد.</p>
                    </div>
                    <div className="d-flex jc-center ai-center mb-4">
                        <div className="radius w-full"><img decoding="async" className="w-100 d-inline-block lazyloaded"
                                                            src="https://dkstatics-public.digikala.com/digikala-reviews/4845b8c082e5c30f42741f05a2810378a04fc68a_1631700551.jpg?x-oss-process=image/quality,q_70"
                                                            alt="" width="944"
                                                            data-src="https://dkstatics-public.digikala.com/digikala-reviews/4845b8c082e5c30f42741f05a2810378a04fc68a_1631700551.jpg?x-oss-process=image/quality,q_70"/>
                        </div>
                    </div>
                    <div className="mb-4">
                        <p className="text-body-1 color-800">تا همین‌جا هم قطعا متوجه شده‌اید که با صفحه‌نمایشی بسیار
                            قدرتمندی رو به رو هستید اما بدون شک قدرتمند‌ترین قابلیت این صفحه‌نمایش به نسبت نسل های قبلی
                            خود، توانایی ارائه نرخ برورزسانی 120‌هرتز است. اگر می خواهید بیشتر با قدرت این صفحه‌نمایش
                            آشنا شوید، بهتر است که بدانید آیفون 12 پرو مکس به صفحه‌نمایشی با توانایی ارائه نرخ بروزرسانی
                            60 هرتز مجهز شده بود. نرخ بروزرسانی 120 هرتز نه تنها صفحه نمایشی روان‌تر را به شما ارائه
                            می‌کند، بلکه در گیم پلی نقش بسیار موثری دارد و می‌تواند تجربه گیم پلی بسیار جذابی را برای
                            کاربر به ارمغان بیاورد. بهتر است که بدانید این صفحه نمایش به صورت خودکار با توجه به نحوه
                            استفاده، نرخ بروزرسانی در بازه 10 تا 120 هرتز را ارائه می‌کند که تاثیر بسزایی در صرفه انرژی
                            دارد.</p>
                    </div>
                </section>
                <section className="pb-6 mb-2 PdpExpertReview_PdpExpertReview__4FgwT">
                    <div className="break-words py-3">
                        <div className="d-flex ai-center grow-1">
                            <p className="grow-1 text-h5 color-900">سنسور‌های دوربین قدرتمند</p>
                        </div>
                    </div>
                    <div className="d-flex-lg jc-between-lg ai-start mb-4">
                        <div>
                            <p className="text-body-1 color-800">&nbsp; &nbsp; &nbsp; اپل هنوز هم به سنسور‌های دوربین
                                12مگاپیکسلی خود وفادار بوده و این بار هم از این سنسور دوربین برای تمام گوشی های هوشمند
                                خانواده آیفون 13 استفاده کرده است. شاید بر روی کاغذ پیش خودتان فکر کنید که تفاوتی بین
                                سنسور‌های دوربین آیفون 13 پرو مکس و آیفون 12 پرو مکس وجود ندارد، اما برای چنین تصمیم
                                قطعا نباید تنها به مشخصات بر روی کاغذ اکتفا کرد. پیش از اینکه در مورد قدرت این سنسور‌های
                                دوربین به نسبت نسل قبلی صحبت کنیم، نگاهی به مشخصات این سنسور‌های دوربین خواهیم داشت. یک
                                سنسور دوربین اصلی با رزولوشن 12 مگاپیکسلی با گشودگی دریچه دیافراگم f/1.5 و فاصله کانونی
                                26 میلی‌متر از نوع عریض (wide)، سنسور دوربین 12 مگاپیکسلی از نوع فوق عریض (ultra wide)
                                با گشودگی دریچه دیافراگم f/1.8 و زاویه دید 120 درجه‌ای و سنسور LIDAR، سنسور‌های دوربین
                                این پرچمدار قدرتمند را تشکیل می‌دهند. برای دوربین سلفی هم سنسور 12 مگاپیکسلی با گشودگی
                                دریچه دیافراگم f/2.2 و فاصله کانونی 23 میلی‌متر از نوع عریض (wide) در نظر گرفته شده
                                است.</p>
                        </div>
                    </div>
                </section>
            </div>
        </div>
    );
};

export default Info;